TEXT_FEEDBACK = '''Хочешь связаться со мной, Никитой, автором этого бота? Не стесняйся, я всегда рад общению! 😊
Вот мои контактные данные:
📥 Телеграм: t.me/dragon_np
📧 Почта: dragonnp@yandex.ru
'''

TEXT_START = f'''Приветствую Вас!🤗

Я помогу Вам отслеживать почтовые отправления, отправленные сервисом «Почта России».

Чтобы узнать где находится Ваша посылка, просто введите номер отправления.

‼️Бот разработан в личных целях ‼️
(создатель бота не является сотрудником «Почты России»)

{TEXT_FEEDBACK}
'''

TEXT_ERROR = f'''Произошла ошибка.

{TEXT_FEEDBACK}
'''

TEXT_PROMO = f'''Привет! Если тебе этот бот полезен, подумай о благодарности разработчику.
Твоя поддержка поможет сделать бота еще лучше. Буду благодарен за любую сумму, она вдохновляет меня на новые свершения. 💙

Реквизиты для пожертвования:
Номер телефона разработчика: +7 (999) 140-19-01 📞
Банк: Тинькофф 🏦

Твоя поддержка будет неоценимой! Спасибо за сердечное пожертвование! ❤️'''
